<div id="name">
<h2>Показатели качества услуги постоянного доступа в сеть Интернет Брестского ЗУЭС</h2>
</div>
<div id="wrapper">
<table id="keywords" >
<thead>
<tr>
	<th class="header">Название коэфициента</th>
	<th>Рассчитаные коэфициенты</th>
	<th>Нормативные коэфициенты</th>

</tr>
</thead>
<tbody>
<?php

	{
		echo '<tr>
		<td>Коэффициент готовности соединения с сетью Интернет, %</td><td>' .$data["Kcon"]. '</td><td>' .$data["Pcon"]. '</td></tr>
		
		<tr><td>Доля соединений, окончившихся преждевременным разъединением,  %</td><td>' .$data["Krecon"]. '</td><td>' .$data["Precon"]. '</td></tr>
                <tr><td>Доля успешных попыток соединения от общего количества соединений, %</td><td>' .$data["Kc"]. '</td><td>' .$data["Qcon"]. '</td></tr>
		<tr><td>Количество соединений, завершившися преждевременным разрывом связи</td><td>' .$data["Num_h"]. '</td><td>' .$data["Num_ih"]. '</td></tr>

		<tr><td>Доля соединений, удовлетворяющих нормативам по скорости передачи данных,  %</td><td>' .$data["Ks"]. '</td><td>' .$data["Pspeed"]. '</td></tr>
		<tr><td>Количество соединений, не удовлетворяющих нормативам по скорости передачи данных</td><td>' .$data["Num_q"]. '</td><td>' .$data["Num_iq"]. '</td></tr>
	
		<tr><td>Доля соединений, удовлетворяющих нормативам по времени задержки передачи ip пакетов,  %</td><td>' .$data["Kd"]. '</td><td>' .$data["Pd"]. '</td></tr>
		<tr><td>Количество соединений, не удовлетворяющих нормативам по времени задержки передачи ip пакетов</td><td>' .$data["Num_j"]. '</td><td>' .$data["Num_ij"]. '</td></tr>
		
		<tr><td>Доля соединений, удовлетворяющих нормативам по потери ip пакетов,  %</td><td>' .$data["Klos"]. '</td><td>' .$data["Plos"]. '</td></tr>
		<tr><td>Количество соединений, не удовлетворяющих нормативам по потери ip пакетов</td><td>' .$data["Num_d"]. '</td><td>' .$data["Num_id"]. '</td></tr>

		<tr><td>Количество контрольных соединений (pppoe сессий)</td><td>' .$data["num"]. '</td><td></td></tr>
                <tr><td>Количество не установленных соединений (pppoe not link)</td><td>' .$data["Num_Error"]. '</td><td></td></tr>
		<tr><td>Коэффициент соответствия пропускной способности канала,  %</td><td>' .$data["Kspeed"]. '</td><td>' .$data["Pspeed_min"]. '</td></tr>
	
		<tr><td>Значение средней скорости за данный период, Kb/s </td><td>' .$data["Pspeed_avg"]. '</td><td></td></tr>
		<tr><td>Значение скорости согласно ТП, Kb/s </td><td>' .$data["Pspeed_tp"]. '</td><td></td></tr>';

	}

?>
</tbody>
</table>
</div>
